Repository: giellalt/corpus-sma
Catalog: tmx/nob/admin/depts/other_files/torkel_saemien_divvun.doc.tmx
Source language: sma
Languages: nob

source: Tittel: EN-n gaskanaasjovnen gïelejaepie 2008.
nob: Tittel: FNs internasjonale språkår 2008.

source: Guktie lea gïeletsiehkie ?
nob: Hvordan er språksituasjonen ?

source: Gåerede gïeletsiehkiem mööledh ?
nob: Er det mulig å måle en språksituasjon ?

source: Man gellie saemieh Nöörjesne årroeh, jih man gellie dejstie maehtieh saemien-gïelem ?
nob: Hvor mange samer bor det i Norge, og hvor stor del av dem kan samisk ?

source: Torkel Rasmussen, dåakteregraden stipeendiate gïelesosijologijesne, daan beajjetje gïeletsiehkiem goerehtalle sov tjaalegisnie. Dihte tjïelkeste guktie gïeletsiehkiem maahta gïehtjedidh.
nob: Torkel Rasmussen, Dr. gr stipendiat språksosiologi, gir en vurdering av dagens språksituasjon i sin artikel, og av den grunn gir han også en forklaring på hvordan man kan bedømme situasjonen for et språk.

source: Torkel Rasmussen jeahta 75 proseenth saemijste eah maehtieh saemiestidh, mohte 25 proseenth gïelem maehtieh.
nob: I folge Torkel Rasmussen så kan ikke 75 prosent av samene samisk, mens 25 prosent kan språket.

source: Gïele hov fïerhten biejjien sopstesåvva mohte gååvnesieh jeatjah vähtah mejtie pruvkieh vååjnedh goh gïelem lea låtnoeminie.
nob: Språket er likevel i daglig bruk selv om det også viser andre tegn som vanligvis oppfattes som typisk for et språkskifte.

source: V.g. almetjh eah saemesth fïerhten biejjien, dihte låhkoe lea bijjelen 80 proseenth dej luvnie gieh maehtieh sopstestidh åarjelsaemien-gïelem.
nob: Dette er tegn som at en del samiskspråklige ikke bruker språket daglig, blant de sørsamiskspråklige er dette tallet over 80 prosent.

source: Hijven vähta stoere stuhtje maanijste jih noerijste maahta saemien-gïelem, jih jeatjebh saemien-gïelem lïerieh skuvline jih maanagiertine.
nob: Et godt merke er iallefall det faktum at en god del barn og unge kan samisk, og at andre lærer det på skolen og i barnehagen.

source: Goerehtalleme aaj dåeriesmoerem vuesehte gïelem dïehre.
nob: Men undersøkelsen bringer også en advarsel i dette henseende.

source: 2/3 eehtjegijstie gieh maehtieh saemien-gïelem leah leereme saemien-gïelem maanide.
nob: 2/3 av de samiskspråklige foreldrene har samiskspråklige barn.

source: Ij dihte låhkoe leah stuerebe sjïdtjeme övteben boelven muhteste.
nob: Dette antallet har ikke økt i forhold til forrige generasjon.

source: 1/3 daan beajjetje eehtegijstie gieh maehtie saemie-gïelem eah leah leereme saemie-gïelem maanide.
nob: Fortsatt kan ikke barn av 1/3 av dagens samiskspråklige foreldre samisk.

source: Jïjnje lea tjaalasovvme jih jienebe lea dïjveldovveme daan bïjre man gellie saemieh gååvnesieh Nöörjesne.
nob: Det er skrevet mye og diskutert enda mer om hvor mange samer det er i Norge og totalt.

source: Pråvka jiehtedh daam låhkoem lea 30 000 jih 60 000 gaskemsh.
nob: Vanligvis blir antallet oppgitt til å være mellom 30 000 og 60 000.

source: Torkelen vuajnoen mietie dihte låhkoe lea ååpsem onne.
nob: Torkels påstand er at dette tallet er altfor lavt.

source: Riektes låhkoe lea medtie 100 000 saemieh Nöörjesne jeahta Torkelen.
nob: I folge Torkel er det riktige tallet er cirka 100 000 for Norges del.

source: Man jïjnjesh sopstestieh saemien-gïelem ?
nob: Hvor mange snakker da samisk ?

source: Saemien gïeleraerien goerehtallemisnie, maam Torkel åtna, maahta lohkedh:
nob: I folge samisk språkråds undersøkelse som Torkel bruker i sin undersøkelse er det slik.

source: Dah dotkijh mah gïehtjedieh unnebelåhkoegïelen tsiehkem pruvkieh jiehtedh dah gïehtjedieh gïeledåehkien etnolingvistigijen vitaliteetem.
nob: 14 550 personer forstår nordsamisk 1 700 personer forstår lulesamisk 1 000 personer forstår sørsamisk 500 personer forstår andre samisk språk De forskerene som undersøker situasjon for et minoritetsspråk sier gjerne at de forsker på språkgruppens etnolingvistiske vitalitet.

source: Maahta gïelen vitaliteetem vujnajidh jis gïehtjede måedtie-såerts aath, jih Torkel ohtje sopsteste daj bïjre.
nob: En kan komme fram til språkets vitalitet ved å undersøke forskjellige faktorer, og Torkel nevner bare noen av dem.

source: Maahta dotkedh magkeres vuekie byjjes institusjovnh gïelen vööste jih joekoen laakan magkeres laakh leah tseegkesovveme unnebelåhkoegïelen vaarjelimmien gaavhtan.
nob: Man kan forske på det offentliges holdninger og spesielt hvilke lover som er opprettet for å beskytte minoritetsspråket Til venstre finnes en link till Torkels artikkel.
